app/controllers/orders_controller.rb

INSERT INTO `orders` (`name`, `status`, `created_at`, `updated_at`) VALUES ('订单1', '0', '2016-10-08 10:16:02', '2016-10-08 10:16:02')
---
  def create
    @order = Order.new(order_params)

    respond_to do |format|
      if @order.save